; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Este software no puede iniciarse porque está siendo usado por otro usuario."
MSE1="No se ha podido reiniciar el sistema. Cierre el programa de instalación o las aplicaciones que se estén ejecutando. Salga del programa de instalación de Canon e inténtelo de nuevo."
MSE2="Este programa no se puede utilizar con el sistema operativo actual."
MSE3="Para instalar el software debe haber iniciado sesión con una cuenta de administrador.\nHaga clic en [Aceptar] para cancelar la instalación. Si está usando un CD-ROM, extráigalo tras hacer clic en [Aceptar].\nTras cancelar la instalación, inicie sesión en una cuenta de administrador e instale el software."
MSE3_Mac="Para iniciar este software, inicie sesión con la cuenta de administrador."
MSE31_Mac="Para instalar este software se requieren el nombre de usuario y la contraseña del administrador."
MSE4="Necesita un software de aplicación adecuado para ver el archivo seleccionado."
MSE5="No ha suficiente espacio en la unidad %D%. Se necesitan %S% MB para instalar el software."
MSE6="No se ha podido realizar la instalación en la unidad especificada. Especifique una carpeta activada para escritura que se encuentre en la unidad del disco duro local."
MSE7="No se puede iniciar el programa porque la resolución de la pantalla es baja. Cambie la resolución a 800 x 600 píxeles o superior y, después, vuelva a ejecutar la operación.\nCuando realice la instalación en un Tablet PC, establezca la orientación de la pantalla en modo horizontal y vuelva a ejecutar la operación."
MSE7_Mac="No se puede iniciar el programa porque la resolución de la pantalla es baja. Cambie la resolución a 800 x 600 píxeles o superior y, después, vuelva a ejecutar la operación."
MSE8="No hay ningún CD-ROM en la unidad de CD-ROM.\nVuelva a introducir el CD-ROM en la unidad."
MSE9="Un nombre de archivo no puede contener ninguno de los caracteres siguientes:\n/ , ; * ? \\" < > |"
MSE10="El nombre de ruta especificado supera el límite establecido. Especifique el nombre de ruta en 150 caracteres."
MSE11="La letra de unidad no se incluye en el nombre de ruta o la ruta se ha especificado con una ruta relativa. Especifique una ruta absoluta."
MSE14="Este programa no se puede utilizar con el ordenador."
MSE15="Este programa puede ejecutarse en un sistema operativo Windows 2000 Service Pack 4 o posterior. Si su sistema operativo es una versión anterior, actualice Windows 2000 a Service Pack 4 o posterior y vuelva a ejecutar la operación."
MSE16="No se puede abrir el archivo."
MSE17="Este programa puede ejecutarse en un sistema operativo Windows XP Service Pack 2 o posterior. Si la versión de su sistema operativo es anterior a Service Pack 2, actualice Windows XP a Service Pack 2 o posterior y vuelva a ejecutar la operación."
MSE18="Si se utiliza Windows XP, este programa puede ejecutarse en un sistema operativo Windows XP Service Pack 3 o posterior. Actualice Windows XP a Service Pack 3 o posterior y vuelva a ejecutar la operación."
MSE19="Si se utiliza Windows Vista, este programa puede ejecutarse en un sistema operativo Windows Vista Service Pack 1 o posterior. Actualice Windows Vista a Service Pack 1 o posterior y vuelva a ejecutar la operación."
MSE20="Si se utiliza Windows Vista, este programa puede ejecutarse en un sistema operativo Windows Vista Service Pack 2 o posterior. Actualice Windows Vista a Service Pack 2 o posterior y vuelva a ejecutar la operación."
MSE21="No hay ningún CD-ROM en la unidad. La aplicación de configuración se cerrará ahora."
MSM0001="Aceptar"
MSM0002="Cancelar"
MSM0003="Sí"
MSM0004="No"
MSM0005="Atrás"
MSM0006="Siguiente"
MSM0007="Continuar"
MSM0008="Anular"
MSM0009="Salir"
MSM0010="Instalar"
MSM0011="Ayuda"
MSM0012="Seleccionar todo"
MSM0013="Borrar todo"
MSM0014="Comprobar información más reciente"
MSM0015="Continuar instalación"
MSM0016="Cancelar instalación"
MSM0017="Idioma"
MSM0018="Predetermin."
MSM0019="Omitir"
MSM0020="Volver al principio"
MSM0021="Cerrar"
MSM0022="Guardar"
MSM0101="Error"
MSM0102="Advertencia"
MSM0103="Información"
MSM0104="Canon"
MSM1001="Idioma"
MSM1002="Seleccione qué idioma va a utilizar con este programa y, a continuación, haga clic en [Siguiente]."
MSM1003="Seleccione qué idioma va a utilizar con este programa y, a continuación, haga clic en [Atrás]."
MSM1004="Seleccione su idioma."
MSM1011="Empezando a instalar la herramienta asociada. La herramienta asociada es necesaria para las operaciones de configuración."
MSM1021="Adquiriendo información"
MSM1022="Adquiriendo información sobre el último controlador y software."
MSM1023="Para acceder a Internet, este software obtendrá información guardada en la llave.\nSi aparece el cuadro de diálogo \"Confirmar acceso a Llavero\", haga clic en [Permitir siempre]."
MSM1024="Adquiriendo información sobre el último software."
MSM1031="Error de adquisición de información"
MSM1032="Error al adquirir información sobre el último controlador y software. Compruebe la conexión de red y vuelva a intentarlo."
MSM1033="No se encontró ningún software compatible con su entorno."
MSM1034="Error al adquirir información sobre el software. Compruebe la conexión de red y vuelva a intentarlo."
MSM1051="Seleccionar impresora"
MSM1052="Seleccionar escáner"
MSM1103="EE. UU., Canadá, Latinoamérica"
MSM1104="Europa, Oriente Medio, África"
MSM1105="Asia"
MSM1106="Región del Pacífico"
MSM1116="País y región"
MSM1117="Seleccione su lugar de residencia."
MSM1118="Seleccione su país o región. Si su país o región no aparecen en la lista siguiente, elija \"Otros\"."
MSM1241="Iniciar configuración"
MSM1242="Inicio de la configuración necesaria para utilizar el equipo desde el ordenador.\nSiga las instrucciones de la pantalla."
MSM1243="Iniciar configuración"
MSM1244="Este software permite utilizar el equipo desde el ordenador."
MSM1245="Software útil"
MSM1246="Muestra cómo descargar y usar el software para que pueda sacar el máximo partido de su equipo."
MSM1247="Manual en línea"
MSM1248="El manual se puede consultar en línea."
MSM1249="Utilice el software actualizado que aparece en Internet."
MSM1250="Configuración"
MSM1305="%DISKSPACE% MB de espacio disponible en la unidad %DRIVELETTER% "
MSM1306="Espacio utilizado: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Aplicación"
MSM1312="Tiempo estimado de instalación: de %INSTALLTIME_MIN% a %INSTALLTIME_MAX% minutos"
MSM1315="La instalación puede tardar un tiempo dependiendo del entorno de la red."
MSM1451="Lista de instalación del software"
MSM1452="Se instalará el software seleccionado. Asegúrese de que está seleccionado el software que desea instalar y, a continuación, haga clic en [Siguiente]."
MSM1453_Mac="Es necesario instalar todo el software siguiente para usar todas las funciones de esta impresora."
MSM1454="Este software es obligatorio y no se puede anular la selección."
MSM1455_Mac="Es necesario instalar todo el software siguiente para usar todas las funciones de este escáner."
MSM1601="Contrato de licencia"
MSM1602="Antes de instalar los programas de software seleccionados, lea detenidamente el contrato de licencia siguiente."
MSM1603="Si acepta el acuerdo, haga clic en [Sí]. Si hace clic en [No], la instalación de software se cancelará."
MSM1604="Antes de instalar %CURRENT_STEPITEM%, lea con detenimiento el acuerdo de licencia que se incluye a continuación."
MSM1605="Si acepta el acuerdo, haga clic en [Sí]. Si hace clic en [No], este software no se instalará."
MSM1606="Productos de Canon"
MSM1607="Si no acepta este acuerdo de licencia, este software no se instalará. ¿Aceptar?"
MSM1608="Si no acepta este contrato de licencia, esta aplicación y Print Studio Pro, que necesitan esta aplicación, no se instalarán. ¿Aceptar?"
MSM1671="Instalar .NET Framework"
MSM1672="Microsoft .NET Framework 4 no está instalado en su equipo. Para utilizar todo el software, debe instalar Microsoft .NET Framework 4. ¿Desea instalarlo?"
MSM1681="No se ha encontrado Microsoft .NET Framework 4"
MSM1682="No se ha encontrado Microsoft .NET Framework 4 o no está bien instalado.\nMicrosoft .NET Framework 4 debe estar bien instalado para instalar este software."
MSM1683="El software que ha seleccionado requiere que se instale .Net Framework. Este software no se puede instalar si no está conectado a Internet."
MSM1684="  - %s"
MSM1701="Progreso de instalación: %PROGRESS%%"
MSM1702="Queda(n) %RESTTIME% minuto(s) aproximadamente hasta la finalización"
MSM1711="Descargando..."
MSM1712="Calculando el tiempo restante..."
MSM1804="Contrato de licencia"
MSM1809="Finalización"
MSM1901="Procesando"
MSM1902="Procesando. Espere un momento."
MSM1903="Este proceso puede llevar aproximadamente un minuto."
MSM1904="Instalando: %ITEM%"
MSM1905="Descargando: %ITEM%"
MSM1906="Descargando %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="Comprobando los elementos que se deben descargar..."
MSM1908="Descargando... %d/%d"
MSM2001="Conexión de impresora"
MSM2002="Asegúrese de que la impresora esté conectada al equipo y enciéndala."
MSM2003="No se ha podido detectar la impresora. Compruebe la conexión."
MSM2008="La impresora se está registrando en el ordenador. \nEste proceso puede tardar un tiempo."
MSM2010="Conexión de impresora"
MSM2031="Conexión del escáner"
MSM2032="Asegúrese de que el escáner esté conectado al equipo y enciéndalo si tiene un botón ACTIVADO."
MSM2033="No se ha podido detectar el escáner. Compruebe la conexión."
MSM2034="Se ha detectado el escáner. Espere hasta que la instalación se haya completado."
MSM2096="Detección de impresora"
MSM2097="Buscando impresora en la red."
MSM2111="Comprobando el estado de la impresora"
MSM2112="Compruebe el método de conexión"
MSM2113="¿Conectar la impresora al router inalámbrico siguiente mediante una conexión inalámbrica?"
MSM2114="Router inalámbrico: %s"
MSM2115="Impresora (número de serie): %s (%s)"
MSM2116="¿Quiere permitir que la siguiente impresora se use con una conexión Wi-Fi?"
MSM2117="¿Quiere permitir que la siguiente impresora se use con una conexión LAN cableada?"
MSM2118="¿Quiere permitir que %s se use con una conexión USB?"
MSM2119="¿Quiere permitir que la siguiente impresora se use con una conexión directa?"
MSM2120="Acerca de los métodos de conexión"
MSM2121="Seleccionar router inalámbrico"
MSM2122="Seleccione el router inalámbrico al que desea conectar la impresora."
MSM2123="Routers inalámbricos:"
MSM2124="Contraseña:"
MSM2125="Ocultar texto"
MSM2126="Agregar manualmente"
MSM2131="Introduzca la información del router inalámbrico."
MSM2132="Nombre de red (SSID):"
MSM2133="Tipo de codificación:"
MSM2134="No utilizar"
MSM2135="Utilizar WEP"
MSM2136="Utilizar WPA/WPA2"
MSM2137="Ninguno"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Longitud de clave WEP:"
MSM2142="64 bits"
MSM2143="128 bits"
MSM2151="Formato de clave WEP:"
MSM2152="ASCII"
MSM2153="Hex"
MSM2161="ID de clave WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="Para WEP de 64 bits, la longitud de la clave debe ser de 5 caracteres en formato ASCII.\nVuelva a introducirla."
MSM2172="Para WEP de 64 bits, la longitud de la clave debe ser de 10 dígitos en formato hex.\nVuelva a introducirla."
MSM2173="Para WEP de 128 bits, la longitud de la clave debe ser de 13 caracteres en formato ASCII.\nVuelva a introducirla."
MSM2174="Para WEP de 128 bits, la longitud de la clave debe ser de 26 dígitos en formato hex.\nVuelva a introducirla."
MSM2175="Si el formato de clave es ASCII, no se pueden utilizar caracteres que no sean ASCII.\nIntroduzca el valor correcto."
MSM2176="Si el formato de clave es hexadecimal, sólo se podrán utilizar dígitos hexadecimales. \nIntroduzca el valor correcto."
MSM2177="Introduzca una contraseña que tenga de 8 a 63 caracteres (ASCII) o 64 dígitos (hexadecimal)."
MSM2178="La contraseña no es válida. Introduzca 5 o 13 caracteres, o bien 10 o 26 caracteres (hex)."
MSM2181="Comprobar nombre de red (SSID)"
MSM2182="Router inalámbrico (SSID): %s\n\nSi el nombre de red (SSID) es correcto, haga clic en [Siguiente] para continuar.\nSi el nombre de red (SSID) es incorrecto, haga clic en [Atrás] y vuelva a agregar el router inalámbrico."
MSM2183="La contraseña del router inalámbrico podría ser incorrecta.\nHaga clic en [Atrás] e introduzca de nuevo la contraseña."
MSM2184="Error de selección de red (SSID)"
MSM2185="Su impresora no es compatible con redes de 5GHz.\nHaga clic en [Atrás] y seleccione una red (SSID) que sea compatible con 2.4GHz."
MSM2186="El tipo de codificación del router inalámbrico no coincide con la configuración de codificación.\nHaga clic en [Atrás] y vuelva a añadir el router inalámbrico."
MSM2190="Seleccione la red (SSID)"
MSM2191="No se puede encontrar la red (SSID) a la que este equipo está conectada desde la impresora. Seleccione un nombre de red (SSID)."
MSM2192="Dirección MAC:"
MSM2193="(Seleccionar)"
MSM2194="Otras redes"
MSM2195="Configuración de red (SSID)"
MSM2196="Introduzca la información de su red (SSID)."
MSM2197="Contraseña"
MSM2198="Introduzca la contraseña de red (SSID)."
MSM2199="Nombre de red (SSID): %s"
MSM2200="Nombre de red (SSID): %s\n\nSi el nombre de red (SSID) es correcto, haga clic en [Siguiente] para continuar.\nSi el nombre de red (SSID) es incorrecto, haga clic en [Atrás] y vuelva a seleccionar el nombre de red (SSID)."
MSM2201="La contraseña de la red (SSID) podría ser incorrecta.\nHaga clic en [Atrás] e introduzca de nuevo la contraseña."
MSM2202="Su impresora no es compatible con redes de 5GHz.\nHaga clic en [Atrás] y seleccione una red (SSID) que sea compatible con 2.4GHz."
MSM2203="El tipo de codificación de la red (SSID) no coincide con la configuración de codificación.\nHaga clic en [Atrás] y vuelva a configurarla."

MSM2252="Instalación completa"
MSM2253="La configuración para imprimir desde el ordenador ha finalizado.\nA continuación, se instalará el software."
MSM2254="La instalación no ha finalizado.\nPara continuar con la instalación de software útil, haga clic en [Continuar]."
MSM2255="La instalación se ha completado."
MSM2256="Ahora ya puede imprimir desde el ordenador."
MSM2261="Instalación"
MSM2262="La configuración está desactivada temporalmente durante la instalación.\nPuede que tarde unos minutos. Espere."
MSM2263="Error al realizar la configuración sin cables. Cancele el proceso y seleccione otro método de configuración siguiendo las instrucciones de las pantallas."
MSM2264="Configurando. Puede que tarde unos minutos. Espere."
MSM2301="Error de instalación"
MSM2310="Error de búsqueda de impresora"
MSM2311="No se ha encontrado la impresora conectada.\nSi quiere volver a buscar la impresora, haga clic en [Buscar de nuevo]."
MSM2312="Buscar de nuevo"
MSM2313="Configuración cancelada"
MSM2314="La configuración ha sido cancelada.\nHaga clic en [Volver al principio] y reinicie la configuración."
MSM2315="La instalación no ha finalizado correctamente.\nHaga clic en [Volver al principio] y reinicie la configuración."
MSM2390="Debe realizar una alineación de cabezales antes de usar esta impresora. Para obtener más detalles, haga clic en [Alineación de cabezales] y siga las instrucciones que aparecen en pantalla.\n\nCuando la alineación se haya completado, haga clic en [Siguiente]."
MSM2391="Alineación de cabezales"
MSM2401="Alineación de cabezales recomendada"
MSM2411="Alineación de cabezales"
MSM2413="Ejecutar"
MSM2414="Para imprimir fotografías con esta impresora, se recomienda alinear los cabezales. Para llevar a cabo una alineación de cabezales ahora, cargue papel normal en el cassette y haga clic en [Ejecutar]. Cuando finalice la alineación de cabezales, haga clic en [Siguiente]. Para obtener más detalles, consulte el manual de la impresora.\n\nLa alineación de cabezales también se puede realizar después de la configuración. Para continuar sin llevar a cabo la alineación de cabezales, haga clic en [Siguiente]."
MSM2416="Deberá llevar a cabo una alineación de cabezales de impresión antes de utilizar la impresora. Haga clic en [Ejecutar] para ver la pantalla Iniciar alineación de cabezales de impresión. Siga las instrucciones en pantalla para imprimir el patrón de alineación. Coloque el patrón de alineación impreso en la platina y escanéelo.\n\nUna vez terminada la alineación de los cabezales de impresión, haga clic en [Siguiente]."
MSM2416_Mac="Deberá llevar a cabo una alineación de cabezales de impresión antes de utilizar la impresora. Haga clic en [Ejecutar] para ver la pantalla Iniciar alineación de cabezales de impresión. Siga las instrucciones en pantalla para imprimir el patrón de alineación. Coloque el patrón de alineación impreso en la platina y escanéelo.\n\nUna vez terminada la alineación de los cabezales de impresión, haga clic en [Siguiente]."
MSM2417="Hay que alinear los cabezales de esta impresora. Si las copias impresas son defectuosas o incluyen líneas mal alineadas, el hecho de alinear los cabezales puede resolver los problemas."
MSM2418="Deberá ejecutar la alineación de cabezales antes de usar la impresora. Ponga papel en la impresora y haga clic en [Ejecutar] y, a continuación, en [Siguiente]."
MSM2418_Mac="Deberá ejecutar la alineación de cabezales antes de usar la impresora. Ponga papel en la impresora y haga clic en [Ejecutar].\n\nHaga clic en [Siguiente] si no desea alinear los cabezales de impresión."
MSM2420="Buscando impresoras."
MSM2421="Buscando %PRODUCTNAME%."
MSM2422="No se encuentra la cola de la impresora."
MSM2423="Haga clic en [Registrar impresora] para registrar la impresora."
MSM2424="Registrar impresora"
MSM2434="Registrar escáner"
MSM2437_Mac="Agregar impresora"
MSM2438_Mac="Al hacer clic en [Agregar impresora], aparecerán las impresoras disponibles. Seleccione la %s en la que aparece \"Canon IJ Network\" en el campo tipo y, a continuación, haga clic en [Añadir].\nDespués de agregar la impresora, haga clic en [Siguiente]."
MSM2439_Mac="Si no aparecen impresoras que se puedan añadir o si no está seguro de cómo utilizar la pantalla, haga clic en [Manual en línea]."
MSM2440_Mac="Seleccionar escáner"
MSM2441_Mac="Configuración del escáner en el equipo.\n\nHaga clic en [Seleccionar escáner] para iniciar la aplicación de software para configurar el escáner. Siga las instrucciones del software de la aplicación para finalizar."
MSM2451="Registro de usuario"
MSM2453="Siguiente"
MSM2464="Registro de usuario"
MSM2465="Registre hoy sus productos de Canon y tendrá derecho a las siguientes ventajas:\n- Reciba nuestro boletín mensual por correo electrónico con descuentos de Canon\n- Reciba divertidos proyectos de Creative Park, así como útiles sugerencias\n- Sea de los primeros en recibir información sobre las actualizaciones de software"
MSM2474="Registro de usuario"
MSM2475="Al registrar el producto, podrá recibir información importante sobre éste. Necesitará una conexión a Internet para realizar el registro."
MSM2484="Registro del producto"
MSM2485JU="Registre su producto Canon ahora y obtendrá las siguientes ventajas:\n- Canon U.S.A. conservará su información en un archivo por si se tuviera que efectuar una reclamación de daños.\n- Sea de los primeros en recibir notificaciones acerca de actualizaciones de software.\n- Reciba nuestro boletín de noticias electrónico con descuentos Canon."
MSM2485M="Al actualizar o registrar el producto, podrá recibir información importante sobre éste. Necesitará una conexión a Internet para realizar la actualización y el registro."
MSM2486_Mac="Si hace clic en [Siguiente], el nombre del producto, la configuración del SO y la información regional se recopilarán y enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2486_Mac2="Si hace clic en [Siguiente], el nombre del producto, la información del SO y regional y el número de serie de la impresora se recopilarán y se enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2487="Si desea registrarse más tarde, haga clic en [Cancelar] y continúe con el paso siguiente. También podrá registrar productos en el momento que desee a través del Quick Menu."
MSM2501="CANON iMAGE GATEWAY Registro de usuario"
MSM2502="Registrar"
MSM2503="CANON iMAGE GATEWAY Registro del producto"
MSM2504="CANON iMAGE GATEWAY es un servicio en línea exclusivo para el comprador del producto con derecho a pertenencia gratuita/cuota de pertenencia anual. Puede utilizar varios servicios para disfrutar aún más de la fotografía digital si solicita el registro de usuario."
MSM2505="CANON iMAGE GATEWAY es un sitio web sin cuota de pertenencia. Proporcionamos información de soporte sobre nuestros productos y datos relacionados con la impresión de elementos como tarjetas de felicitación navideñas. Ofrecemos consejos útiles, como técnicas fotográficas para nuestras cámaras, que le ayudarán a disfrutar de nuestros productos, así como información valiosa sobre ventas con descuentos exclusivos para los miembros."
MSM2506="Si hace clic en [Registrar], el nombre del producto, la configuración del SO y la información regional se recopilarán y enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2507="Si hace clic en [Registrar], el nombre del producto, la información del SO y regional y el número de serie de la impresora se recopilarán y se enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2511="Registro de usuario"
MSM2513="Registro del producto"
MSM2514="Registre hoy sus productos de Canon y tendrá derecho a las siguientes ventajas:\n- Reciba nuestro boletín mensual por correo electrónico con descuentos de Canon\n- Reciba divertidos proyectos de Creative Park, así como útiles sugerencias\n- Sea de los primeros en recibir información sobre las actualizaciones de software"
MSM2515="Al registrar el producto, podrá recibir información importante sobre éste. Necesitará una conexión a Internet para realizar el registro."
MSM2516="Si hace clic en [Siguiente], el nombre del producto, la configuración del SO y la información regional se recopilarán y enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2517="Si hace clic en [Siguiente], el nombre del producto, la información del SO y regional y el número de serie de la impresora se recopilarán y se enviarán a Canon automáticamente a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro."
MSM2521="Registro de usuario. El nombre del producto, la información del SO y regional y el número de serie de la impresora se obtendrán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2522="Registro de usuario. El nombre del producto, la información del SO y la información regional se recopilarán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2526="Registro de usuario. El nombre del producto, la información del SO y regional y el número de serie de la impresora se obtendrán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2527="Registro de usuario. El nombre del producto, la información del SO y la información regional se recopilarán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2551="Registro de usuario de Canon %s"
MSM2552="Desinstalación del registro de usuario"
MSM2571="Desinstalador del registro de usuario de %s"
MSM2572="¿Seguro que desea eliminar por completo 'Registro de usuario de Canon %s' y todos sus componentes?"
MSM2573="La desinstalación ha finalizado correctamente."
MSM2574="La desinstalación no ha finalizado correctamente."
MSM2575="Debe reiniciar el equipo para poder completar la desinstalación. Haga clic en [Aceptar] para reiniciar. Haga clic en [Cancelar] para reiniciar en otro momento."
MSM2576="Debe tener privilegios de administrador para desinstalar Registro de usuario de Canon %s."
MSM2577="Registro de usuario. El nombre del producto, la información del SO y la información regional se obtendrán y se enviarán automáticamente a Canon a través de Internet. Esta información se reflejará directamente en la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2577_Mac2="Registro de usuario. El nombre del producto, la información del SO y regional y el número de serie de la impresora se obtendrán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2578="Registro de usuario. El nombre del producto, la información del SO y la información regional se recopilarán y se enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, haga clic en [Aceptar]."
MSM2578_2="Registro de usuario. El nombre del producto, la información del SO y el número de serie de la impresora se recopilarán y enviarán automáticamente a Canon a través de Internet. Esta información se utilizará únicamente para abrir la pantalla de registro. Para continuar, cerciórese de que la impresora esté conectada al ordenador, enciéndala y haga clic en [Aceptar]."
MSM2580="Error de conexión. Asegúrese de que la conexión de red está activada e inténtelo de nuevo. Si la conexión continúa sin funcionar, espere unos minutos e inténtelo de nuevo. También podrá registrarse en el momento que desee a través de Solution Menu EX."
MSM2581="Error de conexión. Asegúrese de que la conexión de red está activada e inténtelo de nuevo. Si la conexión continúa sin funcionar, espere unos minutos e inténtelo de nuevo."
MSM2582="Error de conexión."
MSM2584="Conectando. Espere un momento."
MSM2585="Introduzca el nombre de usuario y la contraseña del cortafuegos."
MSM2586="Nombre de usuario:"
MSM2587="Contraseña:"
MSM2589="Error de conexión. Asegúrese de que la conexión de red está activada e inténtelo de nuevo. Si la conexión continúa sin funcionar, espere unos minutos e inténtelo de nuevo."
MSM2590="No puede conectarse cuando la impresora está ocupada, como durante la Limpieza o al realizar la Alineación de los cabezales de impresión.\nIntente configurar la Wi-Fi de nuevo cuando la impresora esté inactiva."
ExecutingPrefSet_Mac="La aplicación está vinculada a CanoScan Toolbox"
MSM2601="La instalación ha finalizado correctamente."
MSM2602="Reiniciar el sistema ahora (recomendado)"
MSM2603="Continuar en línea"
MSM2604="Haga clic en [Continuar en línea] para visitar el sitio web de Canon desde donde se pueden descargar aplicaciones adicionales y obtener más información acerca de las funciones y los servicios disponibles para su impresora.\nEste software se cerrará y se abrirá el sitio web de Canon en su navegador."
MSM2605="Continuar en línea"
MSM2701="Cancelación instalación"
MSM2702_Mac="La instalación no ha finalizado. Para continuarla, haga clic en [Continuar]. Para cancelarla, haga clic en [Anular]."
MSM2801="Cambio valores sistema"
MSM2802="Debe reiniciar el sistema para activar los nuevos valores. ¿Desea reiniciarlo ahora?"
MSM2851="Extended Survey Program"
MSM2870="Para el desarrollo y la promoción de productos mejor adaptados a las necesidades del cliente, Canon recopila la información siguiente, relacionada con el producto de Canon, y la envía a Canon por Internet."
MSM2871="Para el desarrollo y la promoción de productos mejor adaptados a las necesidades del cliente, Canon recopila la información siguiente, relacionada con el producto de Canon, y la envía por Internet a la empresa de estudio de datos, que cuenta con una aprobación legal adecuada."
MSM2873="Si está de acuerdo con lo anterior, haga clic en [Aceptar]. En caso contrario, haga clic en [No aceptar]."
MSM2874="Para el desarrollo y la promoción de productos mejor adaptados a las necesidades del cliente, Canon recopila la información siguiente, relacionada con el producto de Canon, y la envía por Internet a Canon (en el caso de utilizar su producto de Canon en China, a la empresa de estudio de datos legalmente autorizada)."
MSM2876="Si está de acuerdo con lo anterior, haga clic en [Aceptar] para empezar a instalar el programa de encuesta. En caso contrario, haga clic en [No aceptar]. Este programa quizás no se pueda ejecutar en versiones de SO no compatibles."
MSM2901="Impresión de prueba"
MSM2904="Se realizará una impresión de prueba para comprobar el funcionamiento de la impresora.\nCargue papel normal en la impresora, haga clic en [Iniciar]. Cuando la prueba de impresión se haya completado, haga clic en [Siguiente].\n\nSi se produce un error de impresión, siga las instrucciones en pantalla para volver a iniciar la instalación."
MSM2905="Iniciar"
MSM2906="Se han enviado datos para comprobar si la impresora funciona correctamente."
MSM3001="Para utilizar la impresora, debe disponer de este software.\nPuede llevar a cabo operaciones de impresión que se adaptan a diversos tipos y tamaños de papel."
MSM3002_Mac="El manual en pantalla explica el funcionamiento del controlador y proporciona instrucciones sencillas sobre el uso de la aplicación."
MSM3008="Puede combinar archivos de imágenes con texto e imprimir directamente con toda facilidad en etiquetas de disco."
MSM3009="Actualizar el sistema."
MSM3010="Esta utilidad le permite utilizar desde el ordenador los archivos almacenados en la tarjeta de memoria que se encuentra dentro de la ranura para tarjetas de la impresora."
MSM3011="Este controlador le permite utilizar el dispositivo en una red."
MSM3012="Utilice esta herramienta para cambiar el método de conexión y la configuración de seguridad de un dispositivo conectado a la red."
MSM3013="My Printer le ayuda a resolver problemas de impresión, tales como una impresión borrosa."
MSM3016="Los MP Drivers son necesarios para imprimir documentos y escanear imágenes."
MSM3018="ArcSoft PhotoStudio le permite corregir/mejorar las imágenes importadas desde la cámara digital o escáner."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE es un programa de reconocimiento óptico de caracteres (OCR) que puede convertir el texto de un libro y los caracteres de un periódico en datos de texto."
MSM3021="Presto! PageManager hace que escanear, compartir y organizar documentos y fotos sea aún más sencillo. Puede guardar todos los documentos relacionados con su negocio en un número ilimitado de carpetas anidadas para que los pueda recuperar con más facilidad."
MSM3023="Setup Utility permite configurar la impresión mediante una conexión Bluetooth o de infrarrojos."
MSM3024="Setup Utility le permite ajustar la configuración para llevar a cabo la impresión mediante PictBridge."
MSM3026="Éste es un complemento de software que facilita la impresión fotográfica profesional. Para utilizar este complemento, es necesario instalar un software adecuado."
MSM3027="El controlador de impresora XPS es adecuado para imprimir desde el software de aplicación compatible con la impresión XPS (Windows Vista o posterior)."
MSM3027_0="El controlador XPS es adecuado para imprimir desde el software de aplicación compatible con la impresión XPS (Windows Vista o posterior). El controlador de impresora IJ debe instalarse correctamente."
MSM3027_1="El controlador de impresora XPS es adecuado para imprimir desde el software de aplicación compatible con la impresión XPS (Windows Vista o posterior). Los MP Drivers deben instalarse correctamente."
MSM3028="ScanGear es un controlador necesario para utilizar el escáner. Para utilizar el controlador, ejecute el software de la aplicación del mismo modo que un programa de edición de imágenes."
MSM3028_Mac="Es necesario un controlador para utilizar el escáner. Le permite especificar el tamaño del documento, el tamaño de la salida y otra configuración avanzada al escanear. También se utiliza para que funcione el escáner desde las aplicaciones compatibles con TWAIN."
MSM3031_Mac="El manual en pantalla explica el funcionamiento del controlador y proporciona instrucciones sencillas sobre el uso de la aplicación."
MSM3032=
MSM3034="Esta utilidad es necesaria para poder imprimir correctamente los colores de las imágenes Adobe RGB. Adobe es una marca registrada o comercial propiedad de Adobe Systems Incorporated en los Estados Unidos, así como en otros países."
MSM3035="Setup Utility le permite ajustar la configuración para impresión mediante infrarrojos, conexión Bluetooth o PictBridge."
MSM3037="ScanGear CS es un controlador de escáner (controlador TWAIN) necesario para utilizar el escáner. Para utilizar el controlador, ejecute la aplicación del mismo modo que un programa de edición de imágenes."
MSM3040="Easy-PhotoPrint EX le permite crear fácilmente su propio álbum de fotos, sus adhesivos o un calendario usando una cámara de fotos digital. También puede imprimir fotografías sin bordes rápidamente. Además, puede aplicar corrección de ojos rojos y suavizado digital de rostros antes de imprimir."
MSM3041="Se inicia inmediatamente el software de la aplicación adicional que permite imprimir fotos fácilmente."
MSM3042="Con MP Navigator EX es muy fácil importar imágenes escaneadas a una aplicación de software directamente con objeto de imprimirlas, adjuntarlas a un correo electrónico o guardarlas en el equipo."
MSM3043="El manual explica el funcionamiento del equipo y del software proporcionado. También se incluye información sobre la resolución de problemas."
MSM3043_Mac="El manual explica el funcionamiento del equipo y del software proporcionado. También se incluye información sobre la resolución de problemas."
MSM3044="Easy-WebPrint EX le permite cortar trozos de páginas web e imprimirlas como desee. Podrá verlo en su navegador como una práctica barra de herramientas."
MSM3044_Mac="Easy-WebPrint EX le permite recortar trozos de páginas web e imprimirlas como desee. Es un práctico plug-in para su navegador. Se necesita Safari 4.0 o posterior."
MSM3045="Este software le permite editar la marcación rápida codificada, la información de usuario y otras configuraciones registradas en la impresora, además puede guardar las configuraciones editadas en el sistema o registrarlas de nuevo en la impresora."
MSM3046="Si utiliza Solution Menu EX puede iniciar inmediatamente un software de aplicación que permite imprimir fácilmente álbumes y calendarios, o bien escanear documentos con un solo clic. También podrá acceder a los sitios web de soporte de Canon para los distintos usos."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Puede importar fotos y utilizarlas para crear e imprimir artículos personalizados como collages, tarjetas y calendarios. También puede imprimir fotos sin borde y corregir o mejorar imágenes con sencillos pasos. Utilícelo con Image Display para generar recomendaciones para las fotos guardadas."
MSM3049="Un plug-in para impresión de fotos que facilita y mejora la creación de obras de arte profesionales. Es necesario que se haya instalado una aplicación adecuada. Consulte el manual para las aplicaciones correspondientes."
MSM3050="Puede lanzar rápidamente el software o el manual de su producto Canon. También puede acceder rápidamente a los sitios web que proporcionan información útil sobre su producto Canon o a útiles sitios web que le servirán de ayuda para distintos usos, etc."
MSM3051="Es necesario un controlador para utilizar el escáner. Se utiliza para que funcione el escáner desde las aplicaciones compatibles con ICA."
MSM3052="Esta utilidad escanea y guarda imágenes."
MSM3053="Puede lanzar rápidamente el software de su producto Canon. También puede acceder rápidamente al manual y a varios sitios web."
MSM3054="Agregue los diccionarios de idioma que vaya a utilizar al crear archivos PDF con búsqueda de texto o al iniciar OCR. Después de la instalación, seleccione el idioma correspondiente en la pantalla de configuración de Canon IJ Scan Utility."
MSM3055="Aplicación que abre ScanGear para una visualización previa y escaneado de imágenes, y luego las guarda en un equipo."
MSM3056="Este software le permite ajustar la configuración para utilizar la impresora en la red."
MSM3057="Este software le permite controlar de forma óptima la impresión desde el software de CAD \"AutoCAD\" de Autodesk, Inc."
MSM3058="Este software le permite imprimir directamente varios archivos (como varios dibujos) sin necesidad de abrir la aplicación correspondiente.\nTambién trabaja con un servicio de archivos en la nube, por lo que puede compartir archivos con otros usuarios."
MSM3059="Este es un complemento para Microsoft Word, Microsoft Excel y Microsoft PowerPoint. Utilícelo para simplificar una gran variedad de tareas de impresión de Microsoft Office a las impresoras."
MSM3062="Con esta aplicación, puede elegir cómo colocar el texto y las imágenes en la página para imprimir."
MSM3063="Utilice sus fotografías favoritas para crear e imprimir collages, tarjetas, calendarios y otros productos exclusivos. También es fácil imprimir copias de sus fotos sin bordes."
MSM3064="Solo tiene que seleccionar la carpeta que contenga sus fotos, y la aplicación seleccionará las fotos automáticamente y las colocará en un álbum. Tras realizar su pedido en la aplicación, su álbum se imprimirá en alta resolución en una impresora del laboratorio fotográfico de Canon. También puede utilizar Easy-PhotoPrint Editor para imprimir fotos de su álbum en su impresora doméstica."
MSM3066="Solo tiene que seleccionar la carpeta que contenga sus fotos, y la aplicación seleccionará las fotos automáticamente y las colocará en un álbum. Tras realizar su pedido en la aplicación, su álbum se imprimirá en alta resolución en una impresora del laboratorio fotográfico de Canon. También puede utilizar Easy-PhotoPrint Editor para imprimir fotos de su álbum en su impresora doméstica."

MSM4001W="Controlador de la impresora IJ"
MSM4001="Controlador de la impresora"
MSM4002="Manual del usuario"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Controlador XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Utilidad de marcación rápida"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Controlador ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Diccionarios adicionales para OCR (chino/coreano)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: cree álbumes de fotos personalizados"
MSM4067="hdAlbum EZ: cree álbumes de fotos personalizados"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="La función de compra de tinta en línea está ahora disponible."
EIDENABLER_ADMIN="Para ejecutar este software, debe iniciar sesión como miembro del grupo de administradores."
MENU1_Mac="Acerca de Setup"
MENU2_Mac="Servicios"
MENU3_Mac="Ocultar Setup"
MENU4_Mac="Ocultar otros"
MENU5_Mac="Mostrar todo"
MENU6_Mac="Salir de Setup"
MENU7_Mac="Edición"
MENU8_Mac="Cortar"
MENU9_Mac="Copiar"
MENU10_Mac="Pegar"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="China"
HK="Hong Kong"
ID="Indonesia"
IN="India"
JP="Japón"
KR="Corea"
MY="Malasia"
PH="Filipinas"
SG="Singapur"
TW="Taiwán"
TH="Tailandia"
VN="Vietnam"
MO="Macao"
AU="Australia"
NZ="Nueva Zelanda"
US="Estados Unidos"
CA="Canadá"
BR="Brasil"
MX="México"
AR="Argentina"
CL="Chile"
PA="Panamá"
AT="Austria"
BE="Bélgica"
BG="Bulgaria"
HR="Croacia"
CZ="República Checa"
DK="Dinamarca"
EE="Estonia"
FI="Finlandia"
FR="Francia"
DE="Alemania"
GR="Grecia"
HU="Hungría"
IE="Irlanda"
IT="Italia"
LV="Letonia"
LT="Lituania"
LU="Luxemburgo"
NL="Países Bajos"
NO="Noruega"
PL="Polonia"
PT="Portugal"
RO="Rumanía"
RU="Rusia"
SK="Eslovaquia"
SI="Eslovenia"
ZA="República Sudafricana"
ES="España"
SE="Suecia"
CH="Suiza"
TR="Turquía"
GB="Reino Unido"
Others="Otros"
MSM5001="Crear un alias en el escritorio"
MSM5002="¿Está de acuerdo con crear un alias en el escritorio del manual? Si está de acuerdo, seleccione “Aceptar”. Si selecciona “No aceptar”, puede abrir el manual desde la carpeta Aplicaciones."
MSM5003="Aceptar"
MSM5004="No aceptar"
MSM5010="Agregar Easy-WebPrint EX al Dock"
MSM5011="¿Está de acuerdo con agregar Easy-WebPrint EX al dock? Si está de acuerdo, seleccione “Aceptar”. Si selecciona “No aceptar”, puede utilizar Easy-WebPrint EX desde la carpeta Aplicaciones."
MSM5012="Aceptar"
MSM6000="Seleccione el método de conexión de la impresora."
MSM6001="Conexión Wi-Fi"
MSM6002="Conexión de LAN cableada (cable Ethernet)"
MSM6003="Conexión USB (cable USB)"
MSM6004="Reintentar la configuración de red de la impresora"
MSM6005="Seleccione el método de conexión Wi-Fi."
MSM6006="Conectar mediante router inalámbrico (recomendado)"
MSM6007="Conexión directa"
MSM6008="Conecte el equipo y la impresora mediante un router inalámbrico."
MSM6009="Conecte directamente el equipo y la impresora."
MSM6010="Para cambiar entre la conexión mediante router inalámbrico y Conexión directa, o si desea más información sobre el método de conexión, haga clic en [Instrucciones]."
MSM6011="Instrucciones"
MSM6012="Asegúrese de que la impresora esté encendida."
MSM6013="Lista de impresoras en red"
MSM6014="Número de serie"
MSM6015="Dirección MAC"
MSM6016="Dirección IP"
MSM6017="La impresora que desea configurar no está en la lista"
MSM6018="Actualizar"
MSM6019="1. Para definir una impresora en la red, seleccione una de la lista anterior y, a continuación, haga clic en [Siguiente].\n   El número de serie se encuentra en la parte posterior de la impresora y en la carta de garantía.\n   En la lista se muestran solo los últimos 5 dígitos del número de serie.\n2. Si no encuentra en la lista la impresora que va a definir, encienda la impresora y haga clic en [Actualizar].\n3. Si aún así no encuentra la impresora, seleccione [La impresora que desea configurar no está en la lista] y, a continuación, haga clic en [Siguiente]."
MSM6020="1. Si la impresora que desea configurar en la red está en la lista de impresoras anterior, selecciónela y haga clic después en [Siguiente].\n   El número de serie se encuentra en la parte posterior de la impresora o en la garantía.\n2. Si la impresora que desea configurar no está en la lista anterior, encienda la impresora y haga clic en [Actualizar].\n3. Si sigue sin encontrar la impresora en la lista, seleccione [La impresora que desea configurar no está en la lista] y, a continuación, haga clic en [Siguiente].\n4. Para conexión USB, seleccione también [No se ha podido encontrar la impresora que desea configurar] y, a continuación, haga clic en [Siguiente]."
MSM6021="Conexión finalizada."
MSM6022="Selección del método de conexión"
MSM6023="Comprobación de alimentación"
MSM6024="Utilice otro método para la configuración. Siga las instrucciones en pantalla."
MSM6025="La impresora debe estar configurada antes de instalar el controlador XPS. Si no se ha realizado la configuración, haga clic en [Volver al principio] para configurar la impresora."
MSM6026="Antes de continuar"
MSM6027="Este software podría utilizar la red para configurar la impresora.\nSi su software de seguridad muestra cualquier alerta durante la instalación, permita que el software continúe.\n(Consulte el manual de su software de seguridad para obtener más detalles).\n\nEste software agregará otros software que instale a la lista de programas permitidos en el cortafuegos de Windows."
MSM6028="Desactive el bloqueo"
MSM6029="Seleccionar impresora"
MSM6026_Mac="Antes de continuar"
MSM6027_Mac="Este software podría utilizar la red para configurar la impresora.\nPodría tener que cambiar la configuración de su software de seguridad antes de iniciar la configuración, en función de qué software de seguridad utilice.\n(Consulte el manual de su software de seguridad para obtener más detalles).\n\nSi el software de seguridad muestra cualquier alerta durante la instalación, permita que el software continúe.\n\nEste software utiliza un llavero.\nSi Acceso a Llaveros solicita su permiso, haga clic en [Permitir siempre]."
MSM6100="My Image Garden usa la fotografía guardada en el equipo para crear automáticamente una tarjeta o un calendario."
MSM6101="CREATIVE PARK PREMIUM proporciona contenido premium exclusivamente para los usuarios de tintas originales Canon."
MSM6102="Puede copiar perfectamente la foto impresa con tan solo seleccionar el menú en la impresora."
MSM6103="Aunque la impresora esté apagada, se enciende automáticamente cuando se inicia un trabajo de impresión."
MSM6104="El modo silencioso permite imprimir, copia o escanear en silencio sin preocuparse del tiempo ni de los alrededores."
MSM6105="Las funciones que se mencionan aquí varían en función de los modelos que utilice. Para obtener más detalles, consulte el manual."
MSM6106="Para obtener más detalles sobre la función y los ajustes, consulte el manual."
MSM6107="Esta función le permite cargar los datos de impresión y, a continuación, ordenar las páginas en papel libremente y ampliar y reducir el tamaño de las páginas."
MSM6108="Este complemento le permite obtener impresiones de alta calidad fácilmente. Es compatible con Adobe Photoshop, Adobe Photoshop Lightroom y Digital Photo Professional."
MSM6109="Este software le permite imprimir varios archivos a la vez, lo que permite que la impresión sea eficiente. También puede compartir archivos mediante el servicio en la nube."
MSM6110="Este software le permite crear un póster bien diseñado. También se incluyen muchos materiales."
MSM6111="Este complemento sirve para imprimir en grandes formatos fácilmente desde Microsoft Office. También permite la impresión de medidas largas y sin bordes."
MSM6112="Este software le permite personalizar la configuración del papel. Puede cambiar el nombre del papel y realizar ajustes para obtener una impresión mejor en su papel preferido."
MSM6113="Este software le permite calcular la cantidad y el coste de la tinta y el papel consumidos. También puede ver el coste general de la imp., para gestionar mejor la reduc. de costes."
MSM6114="Este software le permite administrar las condiciones de varias impresoras archivos a la vez. También le permite notificar errores de tachado, una función útil en la admin. de impr."
MSM6115="Copiar con teléfono inteligente permite realizar copias de documentos con la cámara de un teléfono inteligente o una tableta."
MSM6116="Con Free Layout plus, puede elegir cómo colocar el texto y las imágenes en la página para imprimir."
MSM6117="Con Easy-PhotoPrint Editor, use sus fotografías favoritas para crear e imprimir collages, tarjetas, calendarios y otros productos exclusivos."
MSM6118="Con Easy-PhotoPrint Editor, imprima carteles, calendarios y collages de fotos desde su ordenador o smartphone."
MSM6119="Esta apl. le permite obtener impr. de alta calidad. Es compat. con varias apl. de edic. de imág., como Adobe Photoshop, Adobe Photoshop Lightroom y Digital Photo Professional."
MSM6030="Seleccionar en la lista"
MSM6031="El número de serie se puede ver en la carta de garantía y en la impresora."
MSM6032="Dispositivo IPv4"
MSM6033="Dispositivo IPv6"
MSM6034="Número de serie (últimos 5 dígitos)"
MSM6035="Ubicación del número de serie"
MSM6036="Especificar la dirección IP y ejecutar la búsqueda"
MSM6037="Establecer la conexión de red según la guía"
MSM6038="Seleccione esta opción si la impresora no aparece en la lista o si no puede encontrarla especificando la dirección IP."
MSM6039="Selección del método de búsqueda de impresora"
MSM6040="Buscar por dirección IPv4"
MSM6041="Buscar por dirección IPv6"
MSM6042="Buscar por nombre de host"
MSM6043="Buscar por nombre de Bonjour"
MSM6044="Para especificar una dirección IP y ejecutar la búsqueda, debe asignar una dirección IP a la impresora previamente. Para obtener más detalles, haga clic en [Manual en línea]."
MSM6045="Error al buscar la dirección IP especificada"
MSM6046="No se pudo encontrar la impresora especificada. Compruebe la dirección IP o el nombre de host y después inténtelo de nuevo. Para obtener más detalles, haga clic en [Manual en línea]."
MSM6047="Volver a detectar"
MSM6048="Otro dispositivo está ya usando la dirección IP o el nombre de host especificados. Compruebe la dirección IP o el nombre de host y después inténtelo de nuevo. Para obtener más detalles, haga clic en [Manual en línea]."
MSM6049="Cambiar la configuración de red IPv4"
MSM6050="Seleccione el método de configuración y, a continuación, introduzca la dirección IP de la impresora que se va a utilizar."
MSM6051="Configuración automática"
MSM6052="Debe tener un servidor DHCP para poder adquirir la dirección IP automáticamente."
MSM6053="Configuración manual"
MSM6054="Dirección IPv4"
MSM6055="Póngase en contacto con el administrador de red acerca de la dirección IP."
MSM6056="Cambiar la configuración de red IPv6"
MSM6057="Debe tener un servidor DHCPv6 o un router IPv6 para poder adquirir la dirección IPv6 automáticamente."
MSM6058="Dirección IPv6"
MSM6059="Longitud de prefijo"
MSM6060="Póngase en contacto con el administrador de red acerca de la dirección IP y la longitud de prefijo."
MSM6061="Error al cambiar la configuración de red"
MSM6062="Es posible que se haya producido un error al cambiar la configuración por uno de los siguientes motivos:\n  -La dirección IP que ha introducido no es válida\n  -La dirección IP está duplicada"
MSM6063="Para obtener más detalles, haga clic en [Manual en línea]."
MSM6064="Haga clic en [Agregar impresora] y agregue la impresora siguiendo las instrucciones de la pantalla.\n\nDespués de agregar la impresora, haga clic en [Siguiente]."
MSM6065="Para usar todas las funciones de esta impresora, debe instalar el controlador de Canon.\nHaga clic en [Siguiente] y repita la configuración."
MSM6066="Configurar como impresora predeterminada"
MSM6067="Conecte la impresora y el equipo mediante el cable USB.\nAsegúrese de que la impresora esté encendida."
MSM6068="Si el cable USB está conectado a la impresora, desconéctelo."
MSM6069="Nombre del producto"
MSM6071="La red del ordenador no está disponible"
MSM6072="Compruebe que la conexión de red del ordenador esté activada. \nPara conectarse por Wi-Fi, compruebe el estado de conexión del router inalámbrico."
MSM6073="Introducción de la contraseña del administrador"
MSM6074="Introduzca la contraseña del administrador para su impresora."
MSM6075="Contraseña del administrador"
MSM6075_add1="Contraseña del administrador:"
MSM6076="La contraseña no es correcta."
MSM6077="Active la Wi-Fi en su ordenador."
MSM6081="Puede imprimir desde un teléfono inteligente o una tableta"
MSM6085="Información de red en router inalámbrico"
MSM6087="Contraseña:"
MSM6088="Mostrar contraseña"
MSM6089="Haga clic en [Instrucciones], consulte el manual en linea y configure su teléfono inteligente o tableta.\nSi no usa un teléfono inteligente ni una tableta, haga clic en [Siguiente]."
MSM6091="¿Ha realizado la inicialización de la impresora?"
MSM6092="1. Compruebe que hay tinta en el depósito de tinta.\n2. Mantenga pulsado el botón Parar (Stop) de la impresora durante unos 5 segundos.\nA continuación, comenzará la inicialización de la impresora. Esta operación durará unos 6 minutos."
MSM6093="1. Compruebe que hay tinta en el depósito de tinta.\n2. Mantenga pulsado el botón REANUDAR/CANCELAR (RESUME/CANCEL) de la impresora durante unos 5 segundos.\nA continuación, comenzará la inicialización de la impresora. Esta operación durará unos 6 minutos."
MSM6094="Preparando el sistema de tinta"
MSM6095="No se ha preparado el sistema de tinta. Para iniciar la preparación, haga clic en [Instrucciones] y consulte las instrucciones de preparación, o recurra al manual \"Guía de inicio (Getting Started)\" que acompaña a la impresora."
MSM6096="Comprobar la impresora"
MSM6097="Código de asistencia: %s\n\nNo se han completado los preparativos de la impresora. Compruebe la impresora.\nHaga clic en [Instrucciones] y consulte el Manual en línea para obtener más detalles.\n\nDespués, haga clic en [Siguiente]."
MSM6098="Instrucciones"
MSM6099="Comprobaré mi impresora más tarde."
MSM6120="Conexión inalámbrica sencilla"
MSM6121="Haga clic en [Instrucciones] y prepare la impresora para la conexión siguiendo las instrucciones de la guía. Cuando la impresora esté lista será detectada y podrá continuar con el siguiente paso. Puede que la detección de la impresora tarde."
MSM6123="Métodos alternativos"
MSM6124="Configuración de Wi-Fi"
MSM6125="Seleccione el método que quiere usar para configurar la conexión Wi-Fi y haga clic en [Siguiente]."
MSM6126="Conectar a Wi-Fi desde la impresora"
MSM6127="Configurar una conexión Wi-Fi con un cable USB"
MSM6128="Si su impresora no se encuentra incluso después de seguir los pasos de la guía, puede haber un problema de red. Haga clic en [Solución de problemas] y compruebe la configuración de red."
MSM6129="Solución de problemas"
MSM6130="Conexión de red de la impresora"
MSM6131="Cuando la impresora esté lista, haga clic en [Siguiente]. Para preparar la conexión en la impresora, haga clic en [Instrucciones] y siga la guía."
MSM6133="Cerrando este programa y abriendo el manual en línea.\n\nEste programa se cerrará para no afectar a la configuración de red. Tras comprobar la configuración de red, reinicie el programa."
MSM6134="Si no puede continuar con el siguiente paso incluso tras preparar la impresora para la conexión, haga clic en [Métodos alternativos]."
MSM6135="Cerrando este programa y abriendo el manual en línea."
MSM6136="Este programa se cerrará para no afectar a la configuración de red. Tras comprobar la configuración de red, reinicie el programa."
MSM6150="Seleccione su adaptador de red"
MSM6151="Se han encontrado varios adaptadores de red. Seleccione el adaptador de red que quiere usar."
MSM6160="Acceso directo de Manual en línea"
MSM6161="¿Le gustaría crear un acceso directo de escritorio al manual en línea?"
MSM6162="Manual en línea Canon %s"
MSM6163="Crear acceso directo"
MSM6164="No crear acceso directo"
MSM6170="No se ha podido detectar la impresora.\nHaga clic en [Solución de problemas] para comprobar el procedimiento de corrección."
MSM6171="Se ha detectado la impresora. Espere hasta que la instalación se haya completado.\nPuede que tarde un tiempo."
MSM6172="Se ha conectado un cable USB a la impresora. Desconéctelo."
MSM6173="No se ha completado la conexión a la impresora. ¿Desea volver a la pantalla anterior?"
MSM6180="Conectando la impresora a la red"
MSM6181="Haga clic en [Siguiente] y, a continuación, configure la impresora según la guía mostrada."
MSM6182="No se han podido encontrar impresoras.\nHaga clic en [Siguiente] y, a continuación, configure su impresora según la guía mostrada."
MSM6183="Buscar dirección IP"
MSM6184="Seleccione en la lista la impresora que desee configurar. Si varias impresoras tienen el mismo nombre de producto, compruebe el número de serie."
MSM6185="Comprobación del número de serie"
MSM6186="Si la impresora que está buscando no está en la lista, haga clic en [Imp. no encontrada]."
MSM6187="Imp. no encontrada"
MSM6190="Preparando impresora"
MSM6191="Mantenga pulsado el siguiente botón en su impresora 3 segundos y después haga clic en [Siguiente]."
MSM6192="Si tiene problemas para conectar mediante este botón, haga clic en [Instrucciones]."
MSM6193="Buscando impresoras. Espere. Este proceso puede llevar aproximadamente un minuto."
MSM6200="Comprobando el estado del escáner"
MSM6201="Conecte el escáner y el equipo mediante el cable USB.\nEncienda el escáner si tiene un botón o un interruptor de encendido."
MSM6202="No se ha podido detectar el escáner.\nHaga clic en [Solución de problemas] para ver soluciones."
MSM6203="Se ha conectado un cable USB al escáner. Desconéctelo."
MSM6204="Se ha detectado el escáner. Espere hasta que la instalación se haya completado.\nPuede que tarde un tiempo."
MSM6210="Más información acerca de su Canon %s"
MSM6211="Más aplicaciones para %s"
MSM6212="Manual %s de Canon"
MSM6213="Manual en línea"
MSM6220="Puede que no se hayan completado los preparativos de la impresora. Consulte el Manual en línea."
MSM6221="Puede que no se hayan completado los preparativos de la impresora."
MSM6222="Consulte el Manual en línea."
MSM6230="Conectar mediante router inalámbrico"
MSM6233="Dependiendo de su entorno de red, conectarse directamente a una impresora puede desconectar su ordenador de Internet.\n¿Desea seleccionar una impresora a la que conectarse?\n\nConexión actual: %s"
MSM6240="No se pudo encontrar la impresora especificada. Compruebe la dirección IP o el nombre de Bonjour y después inténtelo de nuevo. Para obtener más detalles, haga clic en [Manual en línea]."
MSM6241="Otro dispositivo está ya usando la dirección IP o el nombre de Bonjour especificados. Compruebe la dirección IP o el nombre de Bonjour y después inténtelo de nuevo. Para obtener más detalles, haga clic en [Manual en línea]."
MSM6256="Buscando en la misma red que la impresora.\nEspere hasta que se complete la búsqueda."
MSM6257="Error en la conexión de red de la impresora. Se ha devuelto la conexión del ordenador a la red original.\nSe intentará la conexión mediante otro método.\n\nPara cambiar a USB u otro método de conexión, haga clic en [Camb. mét. conexión]."
MSM6258="Camb. mét. conexión"
MSM6259="Error en la conexión de red de la impresora. Se intentará la conexión mediante otro método.\n\nPara cambiar a USB u otro método de conexión, haga clic en [Camb. mét. conexión]."
MSM6260="¿Se puede dejar el ordenador conectado a la siguiente red (SSID)?"
MSM6261="La impresora se encontró cuando el ordenador estaba conectado a la misma red (SSID) que la impresora.\n¿Desea dejar el ordenador conectado a esta red y continuar con la configuración? Para obtener más detalles, haga clic en [Manual en línea]."
MSM6262="Sí"
MSM6263="No"
MSM6264="¿Cons. el manual en línea para obt. info. de la sol. de probl. de red?"
MSM6265="Error en la conexión de red de la impresora.\nAntes de volver a conectarse, se recomienda que compruebe el entorno de red.\nPara no afectar a la configuración de red que podría limitar su capacidad para acceder al manual en línea, se cancelará la configuración.\n\nPara cambiar a USB u otro método de conexión, haga clic en [No]."
MSM6266="Sí"
MSM6267="No"
